Repository: 84000/data-translation-memory
Catalog: toh171-v1.tmx
Source language: bo
Languages: en

source: ཀུན་དགའ་བོ་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱི་ལོངས་སྤྱོད་དང་། ཡོངས་སུ་སྤྱོད་པ་ཇི་ལྟ་བ་བཞིན་དུ་སངས་རྒྱས་ཀྱི་ཞིང་དེའི་སེམས་ཅན་རྣམས་ཀྱི་ལོངས་སྤྱོད་པ་དང་ཀུན་སྤྱོད་པ། དེ་ཡང་དེ་དང་འདྲ་བར་འགྱུར་རོ།
en: Ānanda, the wealth and enjoyments of sentient beings of this buddhafield will be like those of the gods of the Thirty-Three.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ།
en: Thus did the Bhagavān announce,

source: བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས།
en: and having spoken these words,

source: སྟོན་པས་གཞན་ཡང་འདི་སྐད་བཀའ་སྩལ་ཏོ། །
en: the Sugata, the Teacher, added the following verses:

source: རྒན་མོ་འདི་ལ་ཀུན་དགའ་ཁྱོད་ལྟོས་ཤིག །
en: “Ānanda, behold this old lady

source: ང་ཡི་མདུན་ན་ཐལ་སྦྱར་གང་འདུག་པ།
en: Before me, with palms joined,

source: འདི་ནི་མི་ཡི་དམ་པ་སངས་རྒྱས་འགྱུར། །བྱང་ཆུབ་ཡན་ལག་མེ་ཏོག་བྱེད་ཅེས་བྱ།
en: Who will become a buddha, excellent among humans, Named Bodhyaṅga­puṣpa­kara.

source: འདི་ནི་བུད་མེད་དངོས་པོ་འདི་སྤངས་ནས། །
en: “She, giving up a woman’s form,

source: བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་ཁམས་སུ་འགྲོ།
en: Will go to the realm of Sukhāvatī,

source: རྒྱལ་བ་ཚེ་དཔག་མེད་དེ་བསྙེན་བཀུར་ནས། །
en: Venerate the victor Amitāyus,

source: ཁམས་གསུམ་རྒྱལ་བ་མཚུངས་མེད་སངས་རྒྱས་འགྱུར།
en: And become a peerless buddha, conqueror of the three realms.

source: འཇིག་རྟེན་ཁམས་གཞན་དག་ན་གང་བཞུགས་པ། །དྲང་སྲོང་ཆེན་པོ་འཇིག་རྟེན་དོན་མཛད་པ། །རྣམ་འདྲེན་དེ་དག་ལ་ཡང་བསྙེན་བཀུར་ནས།
en: “Venerating, too, the many guides Who dwell in other worlds, The great sages who benefit those realms,

source: འདི་ནི་མཚུངས་མེད་མི་མཆོག་སངས་རྒྱས་འགྱུར།
en: She will become a peerless buddha, excellent among humans.

source: དེ་དག་ཀུན་ལས་ཆོས་ཀྱང་ཐོས་གྱུར་ནས།
en: “Having also heard the Dharma from them all,

source: བསམ་པ་དག་པས་དེ་བཞིན་འགྲུབ་པར་འགྱུར།
en: With a purified mind, she will become accomplished in the same fashion.

source: བྱང་ཆུབ་སེམས་མཆོག་མི་བསྐྱོད་གནས་ནས་ནི།
en: Remaining in the immovable, supreme mind of enlightenment,

source: སེམས་ཅན་དཔག་མེད་ཆོས་ལ་སྤྱོད་པར་བྱེད།
en: She will cause‌ countless sentient beings to practice the Dharma.

source: དེ་ཡི་ཚེ་ན་གང་དག་དམན་པ་
en: “At that time there will be no inferior beings;

source: སྣ་ཚོགས་ལུས་དང་ཁ་དོག་ངན་པ་
en: No beings with various bad bodies or bad color;

source: རྨོངས་དང་འཐེང་པོ་དེ་བཞིན་ཞར་བ་དང་། །ལག་རྡུམ་མཛེ་ཅན་དེ་དག་འབྱུང་མི་འགྱུར།
en: None dull, lame, and likewise none blind; And no lepers with stumps for arms.

source: ཉི་ཟླ་མེ་དང་གློག་དང་ནོར་བུ་རྣམས། །དེ་དག་འོད་ནི་དེ་ཚེ་འབྱུང་མི་འགྱུར།
en: “At that time the sun and moon, fire, lightning, and gems Will no longer be what shines,

source: རྣམ་འདྲེན་བྱང་ཆུབ་ཡན་ལག་མེ་ཏོག་གི། །ཐུབ་པའི་འོད་ཀྱིས་ཀུན་དུ་གསལ་བར་ཁྱབ།
en: For the guide Bodhyaṅga­puṣpa­kara’s mighty light Will everywhere be all-illuminating.

source: སུམ་ཅུ་རྩ་གསུམ་ལྷ་མཆོག་རྣམས་ཀྱི་ནི། །ཆུ་ཞེང་རྟགས་དང་ཁ་དོག་ཅི་འདྲ་བ། །དེ་འདྲའི་རང་བཞིན་ཅན་གྱི་སྐྱེ་བོ་ཡིས། །དེ་ཚེ་མ་སྨད་ཞིང་ནི་གང་བར་འགྱུར།
en: “The same stature, marks, and complexion As those of the supreme gods of the Thirty-Three Will be natural to those beings who at that time Will fill that exceptional buddhafield.

source: དེ་ན་བུད་མེད་བདུད་ཀྱི་རིས་ཀྱང་མེད།
en: “There will be no women belonging to Māra’s faction,

source: བདུད་ཀྱི་བུད་མེད་བདུད་ཀྱི་ཕྱག་བརྙན་མེད།
en: No female māras, no retinue of Māra.

source: བདེ་བར་གཤེགས་པ་དེ་ན་ཆོས་སྟོན་ཚེ།
en: When the Tathāgata teaches the Dharma there,

source: དེ་ན་མུ་སྟེགས་ཅན་གྱི་མིང་མི་གྲགས། །
en: Even the word tīrthika will be unknown.

source: དེ་དུས་ཡི་དགས་དུད་འགྲོའི་སྐྱེས་གནས་དང་། །སེམས་དམྱལ་ངན་སོང་རྣམས་ཀྱི་མིང་མི་གྲགས། །དེ་ན་བུད་མེད་མིང་ཡང་གྲགས་མི་འགྱུར།
en: Even the words the lower realms , The pretas , animal birth , the beings of hell , And even the word woman will ever stay unheard.

source: འདི་ན་ཉན་ཐོས་རྐྱེན་གྱི་ཐེག་པ་ལྟར། །དེ་ཚེ་ཐེག་པ་རྣམ་པར་གཞག་པ་མེད།
en: “At that time, there will be no classifications of vehicles, Like the vehicles of the śrāvakas and the pratyekabuddhas in this world.

source: ཀུན་ཀྱང་རྫོགས་པའི་བྱང་ཆུབ་སེམས་དང་ལྡན།
en: All will be endowed with a complete mind of enlightenment,

source: དེ་དག་བྱམས་ལ་གནས་ཤིང་སྙིང་རྗེ་ཅན།
en: Dwell in loving-kindness, and be compassionate.

source: ཞིང་དེར་མི་རྣམས་ཐམས་ཅད་རྟག་པར་ཡང་། །བརྫུས་ཤིང་སྐྱེས་ཏེ་མངལ་ལས་རྣམ་པར་ཐར།
en: “As birth in that buddhafield will always be miraculous, Everyone there will be free from birth in the womb.

source: སྐྱེ་དྲན་བློ་མཆོག་ལྡན་ཤིང་མཁས་པ་སྟེ། །ལེགས་པར་གསུངས་པ་ཐོས་ནས་ཐོས་པ་འཛིན། །ཞིང་གི་བཀོད་ཚུལ་ཅི་འདྲ་འབྱུང་འགྱུར་བ།
en: They will remember past lives and, supremely intelligent and learned,

source: ཡོན་ཏན་བསྐལ་པར་འདིར་ནི་བརྗོད་བྱས་ཀྱང་། །རྒྱ་མཚོ་ལས་ནི་ཆུ་ཐིགས་གཅིག་ལྟ་བུར། །དཔེ་ཙམ་དུ་ཡང་བརྗོད་པར་མི་འགྱུར་རོ།
en: “Such are the qualities arrayed as features of that realm That, even by speaking of them for eons at a time, The tiny fraction of them one could thus describe Would be less than a single drop of water compared to the ocean.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Bhagavān had spoken,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། རྒན་མོ་དེ་
en: the venerable Ānanda and the old lady,

source: བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་
en: the bodhisattvas and bhikṣus,

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས
en: the world with its gods, humans, demigods, and gandharvas all rejoiced

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: praised highly what the Bhagavān had taught.

source: འཕགས་པ་བགྲེས་མོས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།
en: This completes The Noble Mahāyāna Sūtra, “ The Questions of an Old Lady

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།
en: The translation was made, edited, and approved by the Indian preceptors Jinamitra and Dānaśīla, and the chief editor and translator Bandé Yeshé Dé.
